Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Hej, nie masz czasem czegoś do roboty?
uk: Слухай, тобі що, немає чим зайнятися?

source: Hej, nie wyglądasz mi na Wilczego Syna. Co zrobiłeś, że pozwolili ci wejść do środka?
uk: Агов, щось ти не схожий на Вовчого Сина. Що ти зробив, щоб вони тебе впустили всередину?

source: Hej, nowy! Powiedz no, czym jest dynia?
uk: Агов, новенький! Скажи, що таке гарбуз?

source: Hej, pamiętasz mnie? Razem upolowaliśmy cieniostwora!
uk: Пам'ятаєш мене? Ми разом вполювали тінезвіра!

source: Hej, pomału! Tam są koszary!
uk: Гей, повільніше! Там казарми!

source: Hej, pracujesz tutaj?
uk: Агов, ти тут працюєш?

source: Hej, proszę mi się tu nie zmieniać w służbistę! Uprzejma prośba podparta oparciem dłoni na mieczu by wystarczyła, żadne rekwirowanie nie byłoby konieczne!
uk: Гей, не треба тут робити з себе прихильника законів! Ввічливого прохання, підкріпленого опусканням руки на меч, було б достатньо, і ніяка конфіскація не знадобилася б!

source: Hej, przyjacielu, zapomniałeś o mnie? Masz coś dla mnie?
uk: Друже, ти забув про мене? Маєш щось для мене?

source: Hej, przyjacielu. Nie skończyliśmy jeszcze pracy. Jestem pewien, że zostało mnóstwo żelaza do wydobycia!
uk: Гей, друже. Ми ще не закінчили роботу. Я впевнений, що там залишилося ще багато заліза!

source: Hej, to nie ty byłeś tym najemnikiem? Wyrzucili cię?
uk: А ти хіба не той найманець? Тебе вигнали?

source: Hej, to nielegalne!
uk: Гей, це ж незаконно!

source: Hej, to za mało. Będę cię uczył tylko za odpowiednią kwotę.
uk: Агов, цього замало. Я вчитиму тебе тільки за відповідну суму.

source: Hej, ty tam!
uk: Гей, ти там!

source: Hej, ty tam.
uk: Гей, ти там.

source: Hej, ty!
uk: Гей, ти!

source: Hej, ty! Chyba nie chcesz iść w tę stronę?
uk: Гей, ти! Ти ж не плануєш іти в ту сторону?

source: Hej, ty! Oddawaj moje ryby!
uk: Гей, ти! Поверни мені мою рибу!

source: Hej, ty, co się tu kręcisz!
uk: Агов, ти, чому ти тут тиняєшся?

source: Hej, uważaj!
uk: Гей, обережно!

source: Hej, uważaj! Jeszcze raz i ci przyłożę!
uk: Гей, обережніше! Ще раз, і я тобі покажу!

source: Hej, wędrowcze! Widziałem, że podróżujesz sam!
uk: Гей, мандрівнику! Бачу, ти подорожуєш сам!

source: Hej, zaraz, co ty sobie myślisz? Przecież to podróbka testamentu!
uk: Гей, зачекай, що ти задумав? Це ж буде підроблений заповіт!

source: Hej, zostań jeszcze...
uk: Гей, побудь ще трохи...

source: Hej.
uk: Агов.

source: Helga
uk: Хельга

source: Helga będzie brała dwie skrzynki tygodniowo.
uk: Хельга забиратиме два ящики на тиждень.

source: Helga będzie musiała liczyć na pomoc kogoś innego, nie mam teraz czasu na gonienie za beczkami z piwem.
uk: Хельзі доведеться покластися на допомогу когось іншого, у мене зараз немає часу ганятися за бочками із пивом.

source: Helga chyba planuje upiec dwie pieczenie na jednym ogniu. W jej gospodzie przesiaduje i awanturuje się Ben. Karczmarka uważa, że powinienem go zabrać ze sobą.
uk: Хельга, певно, планує вбити двох зайців одним пострілом. В її корчмі дебоширить Бен. Корчмарка вважає, що я маю забрати його з собою.

source: Helga doradziła mi, bym rozejrzał się za muszlami na plażach. Jest szansa, że mają w sobie ukryte perły. Jeśli nie będzie mi sprzyjało szczęście, mogę spróbować również je kupić u rybaków.
uk: Хельга порадила мені шукати мушлі на пляжах. Існує ймовірність знайти у них перлини. Якщо мені не пощастить, я можу просто купити їх у рибалок.

source: Helga doradziła mi, bym za alkoholem rozejrzał się u Tomasa, prowadzącego browar przy targowisku. Może będzie lepiej najpierw się z nim dogadać, pomóc mu w jakiejś sprawie, zanim zaproponuję Dirkowi jego alkohol...
uk: Хельга порадила мені звернутися за алкоголем до Томаса, який тримає пивоварню поруч із ринком. Можливо, буде краще спочатку знайти з ним спільну мову, допомогти йому з якимись справами, перш ніж пропонувати Дірку його алкоголь...

source: Helga kupuje ode mnie dość duże ilości Wyspiarskiego, więc pewnie skusi się na nowy produkt w karcie.
uk: Хельга купує у мене досить багато Острівного, тож, напевно, спокуситься новим продуктом у меню.

source: Helga ma na zbyciu bardzo mocny trunek. Może powinienem wykorzystać go w rozmowie z oprychami?
uk: У Хельги в асортименті є дуже міцний напій. Може, спробувати використати його під час розмови з хуліганами?

source: Helga mi doradziła, bym rozejrzał się za pijanym przewodnikiem w okolicy Targu Rybnego. Najlepiej sprawdzić teren od domu w budowie aż do domu kartografa Ludwiga.
uk: Хельга порадила мені пошукати п’яного провідника в районі Рибного ринку. Найкраще буде перевірити територію від будинку, що будується, до будинку картографа Людвіга.

source: Helga nie robiła problemów, wynajmie pokoje Kalebowi i jego ludziom.
uk: Хельга не стала заперечувати, вона здасть кімнати Калебу і його людям.

source: Helga okazała się niezawodna. Podłapałem trop niejakiego Borra. Powinienem się za nim rozejrzeć w Biednej Dzielnicy.
uk: Хельга виявилася надійною. Я вийшов на слід людини на ім'я Борр. Треба пошукати його в Бідному кварталі.

source: Helga opowiedziała mi trochę o sytuacji w mieście. Ani straż, ani Gildia Kupiecka nie będą chciały pomóc komuś, kto nie jest prawowitym obywatelem miasta Archolos. Gdy już nim zostanę, najlepiej spróbować zdobyć zaufanie w jednej z tych organizacji. Jako członek którejś z nich będę mógł wykorzystać jej zasoby i wpływy, by wspomóc się w poszukiwaniach Jorna.
uk: Хельга трохи розповіла мені про ситуацію в місті. Ані Варта, ані Торгова Гільдія не захочуть допомагати комусь, хто не є законним громадянином міста Архолос. Одразу як я стану громадянином, краще спробувати завоювати довіру однієї з цих організацій. У якості члена однієї з них, я зможу використати їхні ресурси та вплив у пошуках Йорна.

source: Helga podziękowała mi za pozbycie się oprychów. W ramach nagrody dała mi trochę złota.
uk: Хельга подякувала мені за те, що я позбувся хуліганів. В нагороду вона дала мені трохи золота.

source: Helga podziękowała mi za pozbycie się oprychów. W ramach nagrody dała mi trochę złota. Karczmarka powiedziała też, że wstawi się za mną u Lorenzo.
uk: Хельга подякувала мені за те, що я позбувся хуліганів. В нагороду вона дала мені трохи золота. Корчмарка також пообіцяла, що порекомендує мене Лоренцо.

source: Helga przekazała mi, że nie poradziłeś sobie z jej problemem.
uk: Хельга сказала мені, що ти не розібрався з її проблемою.

source: Helga przekazała mi, że przed jej lokalem stoi uciekinier, który próbował jej zapłacić bryłką rudy. Porozmawiam sobie z nim.
uk: Хельга розповіла мені, що перед її закладом стоїть біженець, який намагався розрахуватися з нею рудним самородком. Я поговорю з ним.

source: Helga to chodząca księga wiedzy. Poradziła mi, do kogo się udać w celu zdobycia referencji na obywatelstwo. Do wyboru mam Leona i Kuno, często grających w szachy na targowisku, oraz Fridę i Tomasa - pierwsza prowadzi sklep myśliwski, a drugi browar, również w okolicach targu. W porcie lub jego pobliżu powinienem też trafić na Ramonę oraz Ruuda, a w kościele na Maga Ognia, Tengrala.
uk: Хельга – ходяча книга знань. Вона порадила мені, до кого можна звернутися за рекомендаціями щодо громадянства. На вибір є: Леон і Куно, які часто грають у шахи на ринку, а також Фріда і Томас: у першої мисливська крамниця, а у другого – пивоварня, теж неподалік від ринку. Ще мені варто поспілкуватися з Рамоною і Руудом в порту або поблизу нього, і з Магом Вогню Тенгралом в церкві.

source: Helga to jednak jest niezawodna. Strój biedaka najłatwiej będzie mi kupić od Veita. Powinien znajdować się w porcie bądź Silbach. W ostateczności strój drwala czy marynarza też powinien się nadać. Bogaty strój obywatela mogę kupić u krawca w mieście, przy Placu Targowym. Nie wiem, jaki gwardzista mógłby mi odstąpić swój pancerz. Chyba będę musiał poprosić o pomoc Graysona. Najgorzej wygląda sytuacja z szatami Magów Ognia. Będę musiał albo pożyczyć jakąś z ich kufrów, albo dogadać się z którymś z nich.
uk: З Хельгою приємно мати справу. Одяг бідняка мені буде найлегше придбати у Вейта. Він повинен бути в порту або в Сільбаху. В крайньому випадку, підійде також вбрання лісоруба або моряка. Заможне вбрання я можу купити у кравця в місті, на Ринковій площі. Я не знаю, хто з гвардійців міг би віддати мені свій обладунок. Мабуть, доведеться попросити Грейсона про допомогу. Найгірша ситуація з мантіями Магів Вогню. Мені доведеться або 'позичити' мантії з їхніх скринь, або домовитися з кимось з них.

source: Helga twierdzi, że pomogłeś jej się pozbyć jakichś obwiesi z karczmy.
uk: Хельга стверджує, що ти допоміг їй позбутися якихось порушників спокою у корчмі.

source: Helga uważa, że gwardziści to wyśmienici wojownicy. Zasugerowało odnalezienie Lutza, był widziany w mieście jakiś czas temu.
uk: Хельга вважає, що гвардійці – чудові воїни. Вона запропонувала знайти Люца, якого нещодавно бачили в місті.

source: Helga uważa, że w wyprawie może wspomóc mnie najemnik Grif. Podobno ma już kilka przygód na karku. Znajdę go w siedzibie Gildii.
uk: Хельга вважає, що найманець Гриф може допомогти мені в експедиції. Вочевидь, у нього вже є кілька пригод за плечима. Я можу знайти його в резиденції Гільдії.

source: Helga wspominała coś o jakiejś awanturniczce, która przesiaduje w Starym Mieście. Mam szukać niejakiej Ilse.
uk: Хельга згадувала щось про одну авантюристку, яка вештається Старим містом. Мені потрібно шукати Ільзу.

source: Helga wspomniała, że w mieście przebywał jakiś czas temu nordmarczyk Gard. Nordmarczycy to wyśmienici wojownicy i z pewnością byłaby to spora pomoc w podziemiach.
uk: Хельга згадувала, що нещодавно в місті побував нордмарець Гард. Нордмарці – прекрасні воїни і, безумовно, стануть великою підмогою у підземеллях.

source: Helga z pewnością wiele wie o tym, co dzieje się na wyspie. Teraz będę mógł bez problemu znaleźć ludzi na wyprawę. Może po drodze przypomnę sobie o kimś jeszcze...
uk: Хельга, безумовно, багато знає про те, що відбувається на острові. Тепер я без проблем зможу знайти людей для експедиції. Можливо, я ще когось при цьому згадаю...

source: Helga zaproponowała mi zwerbowanie najemnika Caramona. Zazwyczaj przebywa na placu Gildii Kupieckiej.
uk: Хельга запропонувала мені звернутися до найманця Карамона. Він зазвичай вештається на площі Торгової Гільдії.

source: Helga zaproponowała mi zwerbowanie strażnika Arwida. Pewnie kręci się gdzieś w pobliżu koszar.
uk: Хельга запропонувала мені звернутися до вартового Арвіда. Він, ймовірно, вештається десь біля казарм.

source: Helga znajdzie dla was miejsce u siebie.
uk: Хельга знайде тобі місце у себе вдома.

source: Helga, karczmarka portowa, ma problem z trzema oprychami w swoim lokalu. Muszę wymyślić jakiś sposób, żeby się ich pozbyć. Spróbuję z nimi porozmawiać, ale chyba przydałoby się użyć jakiegoś fortelu.
uk: У Хельги, власниці портової корчми, проблеми з трьома хуліганами в своєму закладі. Я маю придумати, як їх позбутися. Спробую поговорити з ними, але думаю, що краще придумати якусь хитрість.

source: Helga, właścicielka tawerny portowej, nie przypomina sobie, żeby ktoś o podanym przeze mnie opisie odwiedził jej lokal. Doradziła mi, żebym odwiedził Mroczne Tajemnice, bo tam zwykle przebywają przyjezdni.
uk: Хельга, власниця портової корчми, не пригадує, щоб хтось, хто б підходив під мій опис, відвідував її заклад. Вона порадила мені відвідати Темні Таємниці, оскільки саме там зазвичай зупиняються новоприбулі.

source: Helmud
uk: Хельмуд

source: Helmud może i płaci mniej od Knuta, ale przynajmniej traktuje mnie z szacunkiem.
uk: Може, Хельмуд і платить мені менше ніж Кнут, але він хоча б ставиться до мене з повагою.

source: Helmud, budnik pracujący po drugiej stronie jeziora, zdradził mi, że ci wojownicy czasem odwiedzają jego placówkę i sprawdzają, czy węglarze wykonują pracę, jak należy. W jakim celu? Nie chciał powiedzieć. Był małomówny, podobnie zresztą jak mieszkańcy Wilczego Leża. A może po prostu bał się tych zakutych łbów? Gdybym był Tobą, Czytelniku, omijałbym to miejsce szerokim łukiem.
uk: Хельмуд, вугляр, що працює на іншому березі озера, розповів мені, що ці воїни час від часу навідуються до них і перевіряють, чи належним чином вуглярі виконують свою роботу. Навіщо це робиться? Він не сказав. Він був небагатослівним, як і всі жителі Вовчого Лігва. А може, він просто боявся цих закутих в обладунки людей? На твоєму місці, читачу, я б тримався подалі від цього місця.

source: Helmud. Jeśli chcesz coś załatwić, to z nim gadaj.
uk: Хельмуд. Якщо ти хочеш чогось досягти, поговори з ним.

source: Hendrik
uk: Хендрік

source: Henk
uk: Хенк

source: Henk bardzo lubi wspinaczkę. Włazi gdzie popadnie, ale najbardziej lubi chodzenie po skałach. Niektórych to denerwuje, więc sierżant Baes wyznacza mu miejsca, po których może chodzić.
uk: Хенк дуже любить лазити по скелях. Він лазить всюди, але найбільше йому подобаються скелі. Декого це дратує, тому сержант Байс призначає йому місця, де він може гуляти.

source: Henk i Legrif to dwaj kumple, którzy lubią popić. Pewnie tutejszy karczmarz powie mi, gdzie ich znaleźć.
uk: Хенк і Легріф – два приятелі, які полюбляють хильнути. Місцевий корчмар, ймовірно, підкаже мені, де їх знайти.

source: Henk i Legrif to jacyś przyjaciele?
uk: Хенк і Легріф – це якісь приятелі?

source: Henk lubi się wspinać po skałach, ale może to robić tylko tam, gdzie pozwoli mu sierżant Baes. Zapytam go, gdzie Henk teraz może wchodzić.
uk: Хенк любить лазити по скелях, але він може це робити тільки з дозволу сержанта Байса. Запитаю його, куди на цей раз міг залізти Хенк.

source: Henk ma pozwolenie na wspinanie się po skałach nad kolumnadą. Mam nadzieję, że uda mi się tam bezpiecznie wejść.
uk: Хенк має дозвіл залазити на скелі над колонадою. Сподіваюся, я зможу безпечно туди дістатися.

source: Henk powiedział, że pójdzie pilnować wejścia do kopalni, jeśli przyniosę mu 'sole trzeźwiące' od alchemika Ulryka. Ciekawe, kiedy zrozumie, że nie działają tak jak mu się wydaje...
uk: Хенк сказав, що піде охороняти вхід до копальні, якщо я принесу йому 'пахучої солі' від Ульрікового алхіміка. Цікаво, коли він зрозуміє, що вона діє не так, як він думає...

source: Henk twierdzi, że dawno nie był w mieście, a od jakiegoś czasu nie dostaje od Einara specjalnych bełtów na pełzacze. Muszę znaleźć Legrifa - może on będzie wiedział więcej.
uk: Хенк каже, що давно вже не був у місті, а від Ейнара він вже давно не отримував ніяких особливих болтів проти повзунів. Мені потрібно знайти Легріфа – можливо, він знає більше.

source: Henk wspomniał, że często miał warty w kopalni.
uk: Хенк згадував, що часто стояв на варті в копальні.

source: Henk za opłatą nauczy mnie co nieco o akrobatyce.
uk: Хенк за певну плату навчить мене акробатиці.

source: Henk zażył środek alchemika i zaczął dziwnie gadać, ale na szczęście zgodził się pilnować wejścia do kopalni.
uk: Хенк прийняв сіль від алхіміка і почав говорити щось дивне, але, на щастя, погодився охороняти вхід до копальні.

source: Herdis
uk: Гердіс

source: Herdis i Millie nie dadzą rady dopłynąć do brzegu. Muszę zrobić prowizoryczne wiosło. Spróbuję ściąć jedną z palm. Nie mogę też zapomnieć o pozbyciu się zwłokach pirata. Dziewczyny nie wejdą do łodzi póki gnije tam ten nieszczęśnik.
uk: Гердіс та Міллі не можуть дістатися до берега. Доведеться зробити саморобне весло. Спробую зрубати одну з пальм. Також потрібно не забути позбутися трупа пірата. Дівчата не сядуть у човен, поки там гниє цей негідник.

source: Herezja! Jeżeli w mieście pojawią się kolejni kultyści to będę wiedział kto to zapoczątkował...
uk: Єресь! Якщо в місті з'являться ще якісь окультисти, то я знатиму, хто це все розпочав...

source: Herold
uk: Вісник

source: Hershlik
uk: Гершлік

source: Hershlik albo te siostry alchemiczki też powinny mieć go na stanie.
uk: Гершлік або сестри-алхіміки також повинні мати його в запасі.

source: Hershlik był zadowolony z dostarczonych roślin i wyraził nadzieję, że będę dla niego pracował jak najdłużej.
uk: Гершлік залишився задоволений доставленими рослинами та висловив надію, що я працюватиму на нього якомога довше.

source: Hershlik dał mi jasno do zrozumienia, że nie zna się na nastawianiu kości. Będę musiał poszukać pomocy u kogoś innego.
uk: Гершлік ясно дав зрозуміти, що він не знає, як вправляти кістки. Мені доведеться звернутися за допомогою до когось іншого.

source: Hershlik mi zapłaci, jeśli przyniosę mu po dwa nasiona rdestu polnego, ognistej pokrzywy, niebieskiego bzu i rośliny leczniczej.
uk: Гершлік заплатить мені, якщо я принесу йому по дві насінини споришу польового, вогняної кропиви, синьої бузини та цілющої рослини.

source: Hershlik może mnie podszkolić w sztuce alchemii. Zanim jednak przekaże mi wiedzę o mistrzowskich technikach, będę musiał trochę dla niego popracować. Dodatkowo, za każdą przyniesioną mu miksturę odnawiającą życie lub manę dostanę trochę złota.
uk: Гершлік може навчити мене мистецтву алхімії. Однак мені доведеться трохи попрацювати на нього, перш ніж він зможе передати мені свої знання. Крім того, я буду отримувати трохи золота за кожне зілля, що відновлює здоров'я або ману, яке я йому принесу.

source: Hershlik nie chce mi przygotować żadnego specyfiku na trawienie. Zalecił mi, bym marnował czas Ramhy i Fadhy z Siostrzanego Kociołka. Pora się tam udać.
uk: Гершлік відмовився приготувати для мене препарат для травлення. Він запропонував мені гаяти час Рамхи і Фадхи із Сестринського казана. Що ж, сходжу туди.

source: Hershlik pomyśli, czy nie przyjąć mnie na czeladnika, jeśli przyniosę mu po dwa nasiona rdestu polnego, ognistej pokrzywy, niebieskiego bzu i rośliny leczniczej.
uk: Гершлік подумає про прийняття мене в учні, якщо я принесу йому по дві насінини споришу польового, вогняної кропиви, синьої бузини і цілющої рослини.

source: Hershlik to miejski alchemik. W zachodniej części Placu Targowego prowadzi swój zakład alchemiczny - 'Odłamek Świata'.
uk: Гершлік – міський алхімік. Він працює в алхімічній майстерні 'Уламок світу' в західній частині Ринкової площі.

source: Hershlik uznał, że nie może mnie już więcej nauczyć i przyznał mi tytuł mistrza alchemii. Mogę teraz rozpocząć naukę u innego mistrza, ale Hershlik powiedział, że wciąż jestem u niego mile widziany.
uk: Гершлік вирішив, що більше не зможе мене нічому навчити, і присвоїв мені титул майстра алхімії. Тепер я можу почати вчитися в іншого майстра, але Гершлік сказав, що він і надалі буде радий мене бачити.

source: Hershlik zlecił mi nowe zadanie. Mam mu dostarczyć trzy częściowo strawione rzeczne mirty, które mogę znaleźć w żołądkach błotniaków.
uk: Гершлік дав мені нове завдання. Я маю доставити йому три частково перетравлені річкові мирти, які я знайду в шлунках мулистих черепах.

source: Hershlika. Muszę je zasadzić.
uk: Гершліка. Мені потрібно його посадити.

source: Hershliku,
uk: Гершліку,

source: Herszt
uk: Ватажок

source: Herszt orków
uk: Вождь орків

source: Herszt z Południowych Bagien nie żyje.
uk: Вождь на південних болотах відтепер мертвий.

source: Hiena
uk: Гієна

source: Hiena cmentarna
uk: Розкрадач могил

source: Hiena już nie zbezcześci żadnego grobu. Oktav z pewnością się ucieszy z tych wieści.
uk: Гієна більше не осквернить жодної могили. Октав, безумовно, буде радий почути цю новину.

source: Hieny?
uk: Гієни?

source: Hierro
uk: Гієро

source: Hierro był niezwykle uradowany z możliwości, jakie da mu wykorzystywanie stołu alchemicznego do własnych potrzeb. Muszę go tylko przypilnować, by nie zapomniał o zbadaniu potrawki. Najlepiej będzie, jeśli od razu z nim pójdę.
uk: Гієро був дуже радий, що йому випала можливість використовувати алхімічний стіл для власних потреб. Потрібно прослідкувати, щоб він не забув оглянути страву. Буде краще, якщо я піду з ним прямо зараз.

source: Hierro dokładnie zbadał potrawkę Stana. W misce były wilcze jagody, powszechnie znane wśród kucharzy i alchemików jako silnie trujące. Czyżby Oscar pomylił się podczas gotowania?
uk: Гієро уважно оглянув страву Стена. У тарілці були вовчі ягоди, широко відомі серед кухарів та алхіміків як надзвичайно отруйні. Невже Оскар припустився помилки під час приготування їжі?

source: Hierro pomoże mi stworzyć truciznę dla Bena. Musiałem trochę go oszukać jeśli chodzi o powód, ale myślę, że nie będzie sprawiał problemów. Aby wytworzył odpowiednio silną truciznę, potrzebuje 2 roślin bagiennego ziela, 1 żądło krwiopijcy i 4 zęby błotnego węża.
uk: Гієро допоможе мені приготувати отруту для Бена. Мені довелося його трохи обдурити, але, думаю, він не завдасть жодних проблем. Щоб зробити достатньо сильну отруту, йому знадобляться 2 рослини болотної трави, 1 жало шершня та 4 зуби болотожера.

source: Hierro pomoże mi z potrawką, jeśli zdobędę zgodę Corteza na skorzystanie ze stołu alchemicznego. Będzie to dobra okazja, by złożyć mojemu pracodawcy wstępny raport.
uk: Гієро допоможе мені зі стравою, якщо я отримаю дозвіл Кортеза на використання алхімічного столу. Це буде гарна можливість надати попередній звіт моєму працедавцю.

source: Hierro powiedział, że bagienne ziele często można znaleźć nawet przy samej karczmie. Żądło krwiopijcy oraz zęby bagiennego węża mogę kupić u któregoś z piratów... ale skoro wszyscy aktualnie bawią się w karczmie, to mogę też przeszukać pobliskie chaty.
uk: Гієро розповів, що болотну траву часто можна знайти навіть біля самої корчми. Жало шершня і зуби болотожера я можу купити у когось із піратів... Але оскільки всі зараз веселяться в корчмі, я також можу пошукати в найближчих хатинах.

source: Hihi, proszę bardzo.
uk: Хі-хі, ось, будь ласка.

source: Hihihihihihahahahaha!
uk: Хі-хі-хі-хі-хі-ха-ха-ха-ха-ха!

source: Historia
uk: Історія

source: Historia Archolos jest bardzo burzliwa. Większość kronik zaginęła, została zniszczona lub jest w posiadaniu Magów Wody, którzy niechętnie dzielą się swoimi sekretami.
uk: Історія Архолосу дуже насичена подіями. Більшість хронік втрачені, знищені або знаходяться у розпорядженні Магів Води, які неохоче діляться своїми таємницями.

source: Historia i kultura tego miejsca są niesamowite! Żyją w zgodzie ze starymi wartościami i tradycjami, a nie w pogoni za złotem jak ci wszyscy szaleńcy w mieście.
uk: Історія та культура цього місця дивовижні! Вони живуть згідно зі старими цінностями і традиціями, а не в гонитві за золотом, як ці божевільні містяни.

source: Historia miasta Archolos.
uk: Історія міста Архолос.

source: Historia rybaka z Wysp Południowych
uk: Історія рибалки з Південних островів

source: Historia straży na Archolos jest ściśle związana z pierwszym pojawieniem się Myrtańczyków na wyspie.
uk: Історія Варти на Архолосі тісно пов'язана з першою появою міртанців на острові.

source: Historia twojego brata znana jest już teraz jedynie Adanosowi i myślę, że najlepiej będzie, jeśli tak pozostanie.
uk: Історія твого брата зараз відома лише Аданосу, і я думаю, що буде краще, якщо так і залишиться.

source: Historia z szalonym frustratem brzmi sensownie, ale nie zdziwiłbym się, gdyby ktoś mu tę kuszę włożył do rąk i kazał nacisnąć spust.
uk: Історія, що він збожеволів від безвиході звучить розумно, але я не здивуюся, якщо хтось дав йому в руки арбалет і наказав спустити курок.

source: Historia łucznika z Khelen
uk: Історія лучника з Хелена

source: Historia, którą usłyszałem, wydaje mi się być zmyślona. Na domiar złego Barnaba chciał wyciągnąć ode mnie 100 sztuk złota! Jedzenie będzie musiało mu wystarczyć.
uk: Почута історія здається мені вигаданою. На додачу до всього, Барнаба хотів отримати від мене 100 золотих! Йому вистачить і їжі.
